<?php

return [
    'success' => 'Ваша дія була виконана успішно.',
    'error' => 'Вибачте, але, здається, щось пішло не так. Повторіть спробу пізніше або зверніться по допомогу до нашої служби підтримки.',
    'cart' => [
        'out_of_stock' => 'Товару, який вас зацікавив, зараз немає в наявності.',
        'choose_size' => 'Помилка: поле кольору є обов\'язковим. Перш ніж продовжити, укажіть значення поля кольору.',
        'choose_color' => 'Помилка: необхідний розмір. Перш ніж продовжити, укажіть значення в полі розміру.',
    ],
    "product_quantity_is_not_in_stock" => "Такої кількості продуктів немає на складі",
    'product_added_to_cart' => 'Товар доданий до кошика',
    'phone_is_not_verified' => 'Телефон не підтверджено.',
    'too_many_requests' => 'Занадто багато запитів',
    'order_successfully_created' => "Замовлення оформлено, чекайте на наш дзвінок для уточнення деталей.",
    'order_successfully_created_without_callback' => "Замовлення оформлено, дякуюємо за покупку, залишайтеся з нами.",
    'order_not_created' => "Замовлення не вдалося створити, зверніться до служби підтримки.",
    'mail' => [
        'thanks_for_your_order' => "Дякуємо за замовлення!",
        'order_canceled' => 'Замовлення скасовано'
    ]
];
